[
  "obsidian-plugin-time-diff",
  "obsidian-shellcommands",
  "obsidian-prozen",
  "nldates-obsidian",
  "obsidian-annotator",
  "table-editor-obsidian",
  "obsidian-reveal-active-file",
  "close-similar-tabs",
  "various-complements",
  "unicode-search",
  "text-extractor",
  "templater-obsidian",
  "tag-wrangler",
  "obsidian-spaced-repetition",
  "settings-search",
  "obsidian-remember-file-state",
  "recent-files-obsidian",
  "obsidian-outliner",
  "omnisearch",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-text-format",
  "obsidian-auto-hide",
  "codename",
  "safe-filename-linter",
  "digitalgarden",
  "obsidian-vault-changelog",
  "obsidian-textgenerator-plugin",
  "obsidian-tagfolder",
  "update-time-on-edit",
  "obsidian-hider",
  "smart-random-note",
  "dataview",
  "obsidian-minimal-settings",
  "obsidian-style-settings"
]