[
  "dataview",
  "calendar",
  "recent-files-obsidian",
  "obsidian-view-mode-by-frontmatter",
  "periodic-notes",
  "templater-obsidian",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "cmdr",
  "obsidian-spaced-repetition",
  "whisper",
  "various-complements",
  "close-similar-tabs",
  "obsidian-smart-typography",
  "settings-search",
  "table-editor-obsidian",
  "actions-uri"
]