[
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "templater-obsidian",
  "periodic-notes",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "obsidian-textgenerator-plugin",
  "omnisearch",
  "text-extractor",
  "obsidian-excalidraw-plugin",
  "obsidian-spaced-repetition",
  "cmdr",
  "obsidian-front-matter-title-plugin"
]